Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/auth.po
Languages: sv

source: Authentication is required to continue
sv: Authentisering krävs för att fortsätta

source: Select authentication method:
sv: Välj metod för authentisering:

source: Login using %service%
sv: Logga in via %service%

source: Code:
sv: Kod:

source: Exam:
sv: Tenta:

source: Username:
sv: Användarnamn:

source: Password:
sv: Lösenord:

source: Show password
sv: Visa lösenord

source: Logged in
sv: Inloggad

source: You have successful login to %service%
sv: Du har loggat in till %service%

source: Logged out
sv: Utloggad

source: You have successful logout from %service%
sv: Du har loggat ut från %service%

source: Please close any open browser windows to clean up any existing session cookies.
sv: Kom ihåg att stänga alla öppna webbläsarfönster för att rensa upp eventuella sessions-kakor.
