Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/error.po
Languages: sv

source: Internal system error:
sv: Internt systemfel:

source: There was an error processing the request.
sv: Det uppstod ett fel då förfrågan behandlades.

source: It might be caused by a miss configuration or an external service no longer working.
sv: Det kan ha orsakats av en felinställning eller en extern tjänst som inte längre fungerar.

source: This kind of error is usually permanent and will persist until been taking cared of by someone.
sv: Denna typ av fel är vanligtvis permanenta och kommer att återstå tills någon tar hand om att fixa dom.

source: Please click on the <u>report button</u> to send an email to the system manager.
sv: Vänligen klicka på <u>rapportera knappen</u> för att skicka ett e-postmeddelande till systemansvarig.

source: In case of <u>emergency</u>, please call %phone% immediately
sv: Vid <u>akuta fall</u>, var vänlig och ring %phone% direkt

source: Report
sv: Rapportera

source: Service temporary unavailable:
sv: Tjänsten är tillfälligt inte tillgänglig:

source: The web server is currently unable to handle the HTTP request due to a temporary overloading or maintenance of the server.
sv: Webbserver kan för närvarande inte hantera HTTP-förfrågan på grund av att den är tillfälligt överbelastad eller neretagen för underhåll.

source: You can click on the <u>retry button</u> below to send the request again.
sv: Klicka på <u>försök igen knappen</u> nedan för att försöka igen.

source: Click on the <u>report button</u> to send an email to the system manager.
sv: Klicka på <u>rapportera knappen</u> för att skicka ett e-postmeddelande till systemansvarig.

source: Retry
sv: Försök igen

source: There was an problem processing the last request.
sv: Det uppstod ett problem vid behandling av den senaste förfrågan.

source: The error message might give you an clue on what is wrong, but many kind of errors are permanent and can't be resolved without further assistance from the system manager.
sv: Felmeddelandet kan ge dig en idé på vad som är fel, men många fel är permanenta och kommer inte att lösa sig utan assistans från systemansvarig.

source: You can click on the <u>retry button</u> below to try the request again.
sv: Du kan klicka på <u>försök igen knappen</u> nedan för att försöka igen.

source: Page not found:
sv: Sidan saknas:

source: The requested page seems to be missing.
sv: Den begärda sidan verka saknas.

source: If you ended up here by following a link, please click on the <u>report button</u> to send an email to the system manager.
sv: Om du hamnade här genom att följa en länk, var vänlig och klicka på <u>rapportera knappen</u> för att skicka ett e-postmeddelande till systemansvarig.

source: Back
sv: Tillbaks
