Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/exam.po
Languages: sv

source: Decode wizard for exam %name%
sv: Avkodningsguide för tentan %name%

source: This dialog is for decoding the exam. Click cancel button to stop this wizard at any time or next to advance to next step.
sv: Använd denna dialog för att avkoda tentan. Klicka på avbryt-knappen för att stoppa guiden vid vilken tidpunkt som helst och nästa- för att gå vidare till nästa steg.

source: Step 1
sv: Steg 1

source: You should only run this wizard when correction is completed.
sv: Du ska bara köra denna guide när rättningen är avslutad.

source: Each step will provide enough information and no changes will be done without your confirmation.
sv: Varje steg kommer att presentera nödvändig information och inga ändringar kommer att göras utan ditt medgivande.

source: Skip this wizard and decode this exam.
sv: Avsluta guiden och avkoda tentan.

source: Step 2
sv: Steg 2

source: Continue with next step will enquiry your exam.
sv: Fortsätt med nästa steg för att flagga tentan som under utredning.

source: Doing so will lock further correction and reveal students identities.
sv: Detta kommer att låsa fortsatt rättning och synliggöra studenterna identiteter.

source: This state is useful for investigation.
sv: Detta tillstånd är användbart för undersökning.

source: As the exam is not yet decoded, students can't access their results on this exam.
sv: Eftersom tentan ännu inte är avkodad, så kan studenterna inte komma åt resultaten på denna tenta.

source: I understand and like to enquiry this exam.
sv: Jag förstår och vill markera tentan som under utredning.

source: Step 3
sv: Steg 3

source: Continue with next step will decode your exam.
sv: Fortsätt med detta steg för att avkoda tentan.

source: Once the exam has been decoded, students can access it to download their result.
sv: Studenterna får tillgång att ladda ner sina resultat så snart tentan är avkodad.

source: Consider if you like to change some settings for result generation before continue.
sv: Tänk igenom om du vill ändra några inställningar för generering av resultat innan du går vidare.

source: I understand and like to decode this exam.
sv: Jag förstår och vill avkoda denna tenta.

source: Step 4
sv: Steg 4

source: Your exam has now been decoded. Click on the close button to finish this wizard.
sv: Din tenta är nu avkodad. Klicka på stäng-knappen för att avsluta guiden.

source: Cancel
sv: Avbryt

source: Next
sv: Nästa

source: General
sv: Allmänt

source: Schedule
sv: Schemalägg

source: Grades
sv: Gradering

source: Instructions
sv: Instruktioner

source: Result
sv: Resultat

source: Correction
sv: Rättning

source: Please note that you may return at anytime to complete the exam settings.
sv: Notera att du kan återvända hit när som helst för att ändra i tentainställningarna.

source: Remember to press the 'Save settings' button.
sv: Kom ihåg att trycka på knappen för att 'spara inställningarna'.

source: Use 'Check exam' to detect missing tasks to complete.
sv: Använd 'kontrollera tentan' för att hitta saknade uppgifter som behöver genomföras.

source: Please fill up all required fields (marked with <span style="color:#F02222">*</span>) on each separate tab.
sv: Var vänlig och fyll i nödvändiga fält (markerade med <span style="color:#F02222">*</span>) på separata flikar.

source: Some questions are empty: %missing%
sv: Några frågor är tomma: %missing%

source: Some questions don't have any credits: %missing%
sv: Några frågor saknar poäng: %missing%

source: Total number of students in exam: %students%
sv: Totalt antal studenter på tentan: %students%

source: Total exam points: %score%
sv: Totalt antal tentapoäng: %score%

source: Created: %created%
sv: Skapad: %created%

source: The exam title will be shown for students when selecting exam.
sv: Titeln på tentan kommer att visas för studenter då dom väljer tenta att genomföra.

source: The organization should not be edited in normal cases as it affects grouping of exams in statistics.
sv: Organisation ska i allmänhet inte ändras då den används för att gruppera tentor i statistiken.

source: Exam title:
sv: Titel på tentan:

source: The exam name
sv: Namn på tenta

source: Course code:
sv: Kurskod:

source: Course code of this exam (i.e. 3FK726)
sv: Kurskod för denna tenta (t.ex. 3FK726)

source: Institution code:
sv: Institutionskod:

source: The institition, department or division code from the directory service (i.e. LDAP)
sv: Institution, avdelning och fakultetskod från katalogtjänsten (t.ex. LDAP)

source: Organization:
sv: Organisation:

source: The organization name from directory service (don't edit unless told so)
sv: Namn på organisationen från katalogtjänsten (låt vara om du inte blivit tillsagd att ändra):

source: The exam will remain as draft until the start time is set.
sv: Tentan kommer att betraktas som ett utkast tills starttid är satt.

source: An exam without end time is treated as an forever ongoing exam (mostly useful for self-diagnostic tests).
sv: En tenta utan sluttid betraktas som för evigt pågående (mest användbart för själv-diagnostiska test).

source: Exam starts:
sv: Tentan startar:

source: Exam ends:
sv: Tentan slutar:

source: Input grade:value pairs on separate lines defining the graduation levels in percent for this examination.
sv: Skriv in par med betyg:värde på separata rader som definierar betygsgränser i procent för denna tenta.

source: The first line must be on form name:0, denoting the failed grade.
sv: Den första raden måste vara namn:0 och representerar betyget underkänt.

source: The newline separated grades
sv: Betygsgränser separerade med redbrytning

source: Student instructions for this exam. Typical information on grades, allowed tools and teacher question time during the exam.
sv: Instruktioner för studenter. Innehåller typiskt information om betygsgränser, tillåtna hjälpmedel och tid då lärare finns närvarande för att svara på frågor.

source: Exam instructions for students:
sv: Instruktioner för studenter:

source: Write exam description here
sv: Skriv tentabeskrivning här

source: Controls the details to expose in student result file. For example, whether to include statistics or correcting teacher.
sv: Kontrollerar nivån på detaljer som synliggörs i studenternas resultatfil. Till exempel ifall rättande lärare ska visas i statistikdelen.

source: Student results:
sv: Resultat för student:

source: Expose names and contact information for people involved in the creation and correction process in the result PDF seen by the student.
sv: Exponera namn och kontaktinformation för personer involverade i skapandet och rättning i den resultat-PDF som syns för studenter.

source: Show correcting teachers.
sv: Visa rättande lärare.

source: Include statistics like avarage/mean values and score distribution compared to other students in the result PDF seen by the student.
sv: Inkludera statistik såsom genomsnitt och fördelning jämfört med andra studenter i den resultat-PDF som syns för studenter.

source: Include section with statistics.
sv: Inkludera avdelning med statistik.

source: Don't include student grade calculated by the system. This option is useful when the actual grading is finalized outside of the system.
sv: Uteslut betyg uträknade av systemet. Denna inställning är användbar då den slutgiltiga betygssättningen hanteras utanför systemet.

source: Hide student grade section.
sv: Dölj sektion med studenters betyg.

source: Forge (blur/hide) media content like images when rendering the PDF with student results. Select this option if media content should only be viewable by students during the exam.
sv: Gör media-innehåll suddigt/dolt i den PDF som renderas med studentens resultat. Välj denna inställning om media-filer bara ska vara fullt synliga av studenter under tentan.

source: Hide rendered media content (i.e. images).
sv: Dölj media-filer i renderingen (t.ex. bilder).

source: Controls the details to expose in score board during correction. Affects users having the corrector role.
sv: Kontrollerar detaljer som exponeras i poängtabellen under rättning. Påverkar användare med rollen rättande lärare.

source: Exam correction:
sv: Rättning av tentan:

source: Display student statistics like scoring percentage during correction. Might have an influence on correcting teacher.
sv: Visa statistik för studenter såsom procent av max-poäng under rättning. Kan ha en viss inverkan på rättande lärare.

source: Show student's accumulated points in score board.
sv: Visa studenters ackumulerade poäng i poängtabellen.

source: Display students anonymous code during correction. Leave disabled if same persons that registered students are going to participate in the answer correction.
sv: Visa studenters anonyma kod under rättning. Lämna avstängd ifall samma person som registrerade studenterna kommer att delta i rättningen av svar.

source: Show student's anonymous code in score board.
sv: Visa studenters anonyma kod i poängtabellen.

source: Save settings
sv: Spara inställningar

source: Check exam
sv: Kontrollera tentan

source: State
sv: Tillstånd

source: Grade
sv: Betyg

source: Staff
sv: Personal

source: Roles
sv: Roller

source: Other
sv: Annat

source: This exam is an draft (not yet scheduled)
sv: Denna tenta är ett utkast (ännu ej schemalagd)

source: This exam is scheduled, but has not yet started
sv: Denna tenta är schemalagd, men har ännu inte startat

source: This exam is currently ongoing
sv: Denna tenta är startad och pågående

source: This exam has been finished
sv: Denna tenta har avslutats

source: This exam has answers from students
sv: Denna tenta har svar från studenter

source: Questions can still be contributed
sv: Frågor kan fortfarande läggas till

source: Answers can still be corrected on this exam
sv: Svar kan fortfarande rättas på denna tenta

source: All answers has been fully corrected
sv: Alla svar har rättats fullt ut

source: This exam is under investigation
sv: Denna tenta är under utredning

source: This exam has been decoded
sv: Denna tenta har avkodats

source: This exam can be decoded
sv: Denna tenta kan avkodas

source: Can be deleted (no answers exist or exam is flagged as testcase)
sv: Kan tas bort (svar saknas eller tentan är flaggas som test)

source: The exam can still be edited
sv: Tentan kan fortfarande ändras

source: Student can be registered and start/endtime can be changed
sv: Studenter kan registreras och start-/sluttid kan ändras

source: Lockdown mode is enabled on this exam
sv: Nerlåsning är aktiverad på denna tenta

source: Exam has been published
sv: Tentan har publicerats

source: Can be reused as new exam
sv: Kan återanvändas som en ny tenta

source: Marked as testcase (always deletable)
sv: Markerad som testtenta (kan alltid raderas)

source: This exam uses points instead of percent
sv: Denna tenta använder poäng istället för procent

source: Maximum score is %score%p on this exam
sv: Maximal poäng är %score% på denna tenta

source: Questions: %questions%
sv: Frågor: %questions%

source: Students: %students%
sv: Studenter: %students%

source: Locations: %locations%
sv: Platser: %locations%

source: Security: None
sv: Säkerhet: Ingen

source: Security: Full
sv: Säkerhet: Full

source: Security: Partial (lockdown missing)
sv: Säkerhet: Delvis (nerlåsning saknas)

source: Security: Partial (no locations defined)
sv: Säkerhet: Delvis (inga platser definierade)

source: Security: Partial
sv: Säkerhet: Delvis

source: Welcome to OpenExam Online!
sv: Välkommen till OpenExam Online!

source: Use the buttons in the heading to minimize the left pane or increase the text size.
sv: Använd knapparna i sidhuvudet för att minimera vänstra sidan eller förstora textstorleken.

source: Zoom in on content (in supplementary material) by hover over images or click on the media files to see them in full size.
sv: Zooma in på innehåll (extramaterial) genom att hålla muspekaren över bilder eller klicka på media-filen för att visa dessa i full storlek.

source: During the exam you can at any time access the instructions again. Remember to preview your answers before log out when you are done.
sv: Under tentan kan du hela tiden komma åt instruktionerna igen. Kom ihåg att förhandsgranska dina svar innan du loggar ut då du är klar.

source: Important to know:
sv: Viktigt att veta:

source: All your answers are automatically saved every 10 seconds.
sv: Alla dina svar sparas automatiskt var tionde sekund.

source: It is highly recommended that you <u>don't</u> use the web browsers "back" and "forward" buttons for navigation.
sv: Det rekommenderas starkt att du <u>inte</u> använder webbläsarens "tillbaks" och "framåt" knappar för att navigera.

source: Always use buttons and/or links in the web interface.
sv: Använd alltid knappar och/eller länkar i webbgränssnittet.

source: To open a specific question, you can always click on desired question number appearing in left side menu.
sv: För att öppna en specifik fråga så kan du alltid klicka på önskat frågenummer som visas i menyn på vänster sida.

source: Please report any error message immediately to invigilator. In such a case, please <u>don't</u> close the web browser/refresh the page, or you may loose your latest changes.
sv: Rapportera alla felmeddelanden direkt till tentavakten. I dessa fall, stäng inte webbläsaren eller uppdatera sida. Om du gör det så förlorar du dina senaste ändringar.

source: Exam instructions:
sv: Tentainstruktioner:

source: While waiting:
sv: Medans du väntar:

source: Why not spend the time waiting for the exam to start with some reading?
sv: Varför inte spendera tiden medans du väntar på att tentan ska starta med lite läsning?

source: The student manual will give you a brief introduction to examination part of the system.
sv: Studentmanualen ger dig en kortfattad introduktion till tenta-delen i systemet.

source: Press current location to see information specific to %location%.
sv: Tryck på nuvarande plats för att se information specifik för %location%.

source: Open student manual
sv: Öppna studentmanualen

source: Show current location
sv: Visa nuvarande plats

source: Ready to start?
sv: Redo att starta?

source: You have not yet opened the exam, this page is only for showing some information.
sv: Du har ännu inte öppnat tentan, denna sida är bara till för att visa lite information.

source: Once you click the button below, the exam will be locked down on your account and currently used computer giving you access to the exam questions.
sv: Så snart du klickar på knappen nedan så kommer tentan att låsas till ditt konto och den dator du använder vilket ger dig tillgång till tentafrågorna.

source: This exam has no locking, so you will be able to open it again from another computer until it has finished.
sv: Denna tenta har ingen låsning, så du kan alltså fritt öppna den från en annan dator fram tills dess tentan avslutas.

source: I am ready, start the exam in test mode
sv: Jag är redo, starta tentan i testläge

source: I am ready, start the exam
sv: Jag är redo, starta tentan

source: Add new question
sv: Lägg till ny fråga

source: There are no questions in this exam yet.
sv: Det finns inga frågor in denna tenta än.

source: Preview question
sv: Förhandsgranska frågan

source: Edit question
sv: Ändra frågan

source: Flag question as removed from this exam
sv: Markera frågan som borttagen från tentan

source: Re-add removed question on this exam
sv: Återställ borttagen fråga på denna tenta

source: Delete question from this exam
sv: Radera frågan från denna tenta

source: Preview student view
sv: Förhandsgranska studentvyn

source: I am done with my questions. Notify exam creator.
sv: Jag är färdig med mina frågor. Notifiera skaparen av tentan.

source: Manage students for exam
sv: Hantera studenter på tentan

source: Exam settings
sv: Tentainställningar

source: Security and access control
sv: Säkerhet och accesskontroll

source: Exam status check
sv: Status kontroll av tentan

source: Offline tool for exam
sv: Offline verktyg för tentan

source: Exam export and archive tool
sv: Tenta export och arkiveringsverktyg

source: Use this tool to access exam content (i.e. questions) in format suitable for printing or archiving.
sv: Använd detta verktyg för att visa innehållet (t.ex. frågor) i ett format lämpligt för utskrift eller arkivering.

source: This is also the right tool to use if some students need to write this exam on paper.
sv: Detta är också rätt verktyg att använda ifall några studenter behöver skriva tentan på papper.

source: View Online
sv: Visa online

source: Download Archive
sv: Ladda ner arkiv

source: Display correct answers for questions
sv: Visa rätt svar på frågorna

source: Remove existing PDF before rendering
sv: Ta bort existerande PDF innan rendering

source: Close
sv: Stäng

source: This exam is ready
sv: Tentan är redo att användas

source: Exam need attention
sv: Tentan behöver översyn

source: Exam is not ready
sv: Tentan är inte färdig

source: This dialog displays result from checking if exam is ready for use.
sv: Denna dialog visar resultat från kontrollen av om tentan är färdig att använda.

source: Control that all requirements are full-filled and press the 'Fix this problem' button to correct any issues.
sv: Kontrollera att alla krav är uppfyllda och tryck på knappen 'Ordna detta problem' för att korrigera.

source: Click on 'Show Progress' to monitor student answer progress during an exam.
sv: Klicka på 'Visa utveckling' för att övervaka inkommande svar under pågående tenta.

source: Exam has an name
sv: Tentan har ett namn

source: Exam name is missing
sv: Tentanamn saknas

source: Fix this problem
sv: Ordna detta problem

source: Questions has been added
sv: Frågor har lagts till

source: Questions are missing
sv: Frågor saknas

source: Students has been added
sv: Studenter har lagts till

source: Students are missing
sv: Studenter saknas

source: Exam has been scheduled (start time is set)
sv: Tentan har schemalagts (starttid är satt)

source: Exam has not been scheduled (start time is missing)
sv: Tentan har inte schemalagts (starttid saknas)

source: Unpublish exam
sv: Avpublicera tentan

source: Exam is not yet published
sv: Tentan är ännu inte publicerad

source: Security
sv: Säkerhet

source: Exam is using all security settings
sv: Tentan använder alla säkerhetsinställningar

source: Exam has lockdown enabled
sv: Tentan har nerlåsning aktiverad

source: Exam lockdown is not set
sv: Tentan saknar nerlåsning

source: Exam has allowed locations set
sv: Tentan har inställning av tillåtna platser

source: Allowed exam locations are not set
sv: Tillåtna platser för tentan saknas

source: Refresh
sv: Uppdatera

source: Open Manager
sv: Öppna hanterare

source: Show Progress
sv: Visa utveckling

source: Add
sv: Lägg till

source: Use this view for defining exam security and access restrictions.
sv: Använd denna vy för att definiera tentasäkerhet och accessbegränsningar.

source: Notice:
sv: Notera:

source: For keeping the exam public (no access restriction), simply uncheck the 'Enable lockdown' option.
sv: For att hålla tentan publik (inga accessbegränsningar), avmarkera 'Aktivera nerlåsning'.

source: This exam should only be accessable from these locations:
sv: Denna tenta ska finnas tillgänglig från dessa platser:

source: Location
sv: Plats

source: Address
sv: Adress

source: Remove
sv: Ta bort

source: Select locations from recent used, system pre-defined or current action locations.
sv: Välj platser från nyligen använda, fördefinierade i systemet eller nuvarande plats.

source: Details
sv: Detaljer

source: Recent used locations
sv: Nyligen använda platser

source: Pre-defined locations
sv: Fördefinierade platser

source: Currently active locations
sv: Nuvarande plats

source: New
sv: Ny

source: Insert...
sv: Infoga...

source: Use this method for client side locking:
sv: Använd denna metod för nerlåsning av klienter:

source: Possible browser problem!
sv: Möjligt problem med webbläsare!

source: It looks like you are using a browser that is missing support for some web standards.
sv: Det verkar som din webbläsare saknar stöd för vissa webbstandarder.

source: We have enabled some workarounds (polyfills) for increased compatibility.
sv: Vi har aktiverat några 'workarounds' (polyfills) för att öka kompatibiliteten.

source: If you experience difficulties using the system, please try a modern web browser with native support for latest web standards (HTML5 and ES6).
sv: Om du upplever svårigheter att använda systemet, försök med en modern webbläsare med inbyggt stöd för dom senaste webbstandarderna (HTML5 och ES6).

source: Hi %name%!
sv: Hej %name%!

source: The content of this page depends on the different roles you have.
sv: Innehållet på denna sida beror på dom olika rollerna som du kan ha.

source: Information about the different roles (creator, contributor, corrector, invigilator, student) can be found in the <a href="%manual%">teacher manual</a>.
sv: Information om dom olika rollerna (creator, contributor, corrector, invigilator, student) kan hittas i <a href="%manual%">lärarmanualen</a>.

source: Quick search
sv: Snabbsökning

source: Create new exam
sv: Skapa ny tenta

source: Reuse exam
sv: Återanvänd tentan

source: Along with <strong>Exam title, instructions and exam settings</strong>, please select if any of the following exam parts you would like to reuse:
sv: Tillsammans med <strong>Tentanamn, instruktioner och inställningar</strong>, välj ifall du vill återanvända någon av följande delar:

source: Question sections
sv: Sektioner av frågor

source: Questions and question correctors
sv: Frågor och rättande lärare

source: Exam roles
sv: Roller på tentan

source: Change exam schedule
sv: Ändra tentans schemaläggning

source: Input date/time manual or click on the calender icon to select from the datetime picker.
sv: Skriv in datum/tid manuellt eller klicka på kalender-ikonen för att välja en tidpunkt.

source: Click on the clock icon at bottom of the picker to select the time.
sv: Klicka på ikonen med klockan längst ner i väljaren för att välja en tid.

source: Either select time by scrolling or clicking on hour/minute to quickly select from a table.
sv: Välj antingen tid genom att skrolla eller klicka på timme/minut för att snabbt välja från en tabell.

source: Download exam result
sv: Ladda ner tentaresultat

source: Approval required
sv: Godkännande krävs

source: Access to the exam '%name%' is pending approval by the exam invigilator.
sv: Åtkomst till tentan '%name%' väntar på godkännande av tentavakten.

source: Please wait for a while before retrying again or wait for the automatic retry that occurs every 30 seconds.
sv: Var god vänta ett tag innan du provar igen eller vänta på att nästa försök som sker automatiskt var 30:e sekund.

source: Click on this button to retry access to this exam.
sv: Klicka på knappen för att försöka komma åt tentan igen.

source: Retry
sv: Försök igen

source: Add new students
sv: Lägg till nya studenter

source: Manage existing students
sv: Hantera existerande studenter

source: Manage
sv: Hantera

source: Preview
sv: Förhandsgranska

source: Delete
sv: Radera

source: Reuse
sv: Återanvänd

source: Display
sv: Visa

source: Add questions
sv: Lägg till frågor

source: Answer correction
sv: Rättning av svar

source: Exam not finished yet
sv: Tentan är inte klar än

source: View results
sv: Visa resultat

source: View Score board
sv: Visa poängtabell

source: Download results
sv: Ladda ner resultat

source: Decode this exam
sv: Avkoda denna tenta

source: Not open for decoding yet
sv: Inte öppen för avkodning än

source: Manage students
sv: Hantera studenter

source: Change schedule
sv: Ändra schmaläggning

source: Go to exam page
sv: Gå till tentasidan

source: View exam
sv: Visa tentan

source: Date created
sv: Datum skapad

source: Exam name
sv: Tentanamn

source: Exam code
sv: Tentakod
