Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/exam.po
Languages: sv

source: Start date
sv: Startdatum

source: Sort by:
sv: Sortera på:

source: Click to display exam details
sv: Klicka för att visa tentadetaljer

source: No exams as %role% was found using current filtering.
sv: Inga tentor som %role% hittades med nuvarande filtrering.

source: Exam held on: %date% (%stime% &mdash; %etime%)
sv: Tenta genomförd: %date% (%stime% &mdash; %etime%)

source: Name | Code:
sv: Namn | Kod:

source: Exam description
sv: Tentabeskrivning

source: Question %slot%
sv: Fråga %slot%

source: Teacher's comments:
sv: Lärares kommentar:

source: Max score: %score%
sv: Maxpoäng: %score%

source: Reference
sv: Referens

source: Responsable for examination:
sv: Ansvarig för tentan:

source: Main responsible person for the examination is
sv: Huvudansvarig person för denna tenta är

source: Connection
sv: Anslutning

source: Place:
sv: Plats:

source: Unlock
sv: Lås upp

source: Approve
sv: Godkänn

source: Unlocked
sv: Olåst

source: This student has no computer lock established for this exam
sv: Denna student har ingen låsning etablerad för denna tenta

source: create and manage an exam
sv: skapa och hantera tentor

source: add questions to an exam
sv: lägg till frågor till en tenta

source: register students or change schedule
sv: registrera studenter eller ändra schemaläggning

source: correct the student's answers
sv: rätta svar från studenter

source: view and decode results
sv: visa och avkoda resultat

source: your upcoming/ongoing exams
sv: dina kommande/pågående tentor

source: your finished exams
sv: dina avslutade tentor
