Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/help.po
Languages: sv

source: General
sv: Allmänt

source: Authors
sv: Författare

source: Contributors
sv: Bidragare

source: License
sv: Licens

source: Project
sv: Projekt

source: The following organizations has contributed to the project:
sv: Dessa organisationer har bidragit till projektet:

source: Released under %license% license.
sv: Släppt under %license% licens.

source: Details
sv: Detaljer

source: More information is available on the <a href="%homepage%">project homepage</a>.
sv: Mer information finns tillgänglig på <a href="%homepage%">projektets hemsida</a>.

source: Source code can be downloaded from <a href="%projpage%">GitHub</a>.
sv: Källkod kan laddas ner ifrån <a href="%projpage%">GitHub</a>.

source: Close
sv: Stäng

source: Project license
sv: Licens för projektet

source: Help sections
sv: Avdelningar för hjälp

source: Click to display more manuals in various formats and translations
sv: Klicka för att visa fler manualer i olika format och översättningar

source: Other formats and translations...
sv: Andra format och översättningar...

source: If you see this page, then you might have ended up on this page by misstake.
sv: Om du kan se denna sida, så kan du ha hamnat här av misstag.

source: Please follow one of the links above to access desired content.
sv: Följ något av länkarna ovan för att visa önskat innehåll.
