Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/index.po
Languages: sv

source: Welcome!
sv: Välkommen!

source: OpenExam is an on line examination system that allows different types of computer-based tests and exams.
sv: OpenExam är ett online tentasystem som möjliggör olika sorters dator-stödda test och tentor.

source: It replaces traditional paper-based exams if performed in exam halls equipped with computers or in computer class rooms where restricted interned can be controlled.
sv: Det ersätter traditionella pappers-tentor om dom genomförs i tentasalar eller lektionssalar utrustade med datorer där åtkomst till internet kan begränsas.

source: It may also be used for home exams and diagnostic tests on student’s personal devices.
sv: Det kan också användas för hemtentor eller diagnostiska test på studenternas egen personliga utrustning.

source: The front end of the system is entirely web based, from creating the exam to providing the students with the corrected exams.
sv: Front-delen av systemet är helt webbaserat, från att skapa en tenta till att tillhandahålla den rättade tentan till studenter.

source: Through the links below, teachers and course providers can log in and create an exam, assign different roles to teachers contributing to the exam.
sv: Genom länkarna nedan kan lärare och kursadministratörer logga in och skapa tentor, och delegera olika roller till medhjälpare på tentan.

source: Students can also log in and get access to their completed exams and find information about upcoming exams.
sv: Studenter kan också logga in och få access till deras avslutade tentor och hitta information om kommande tentor.

source: Read more..
sv: Läs mer...

source: Are you a Teacher?
sv: Är du lärare?

source: If you are a teacher or if you have been given access to the system by the administrator you can log in by clicking on "Login" link in top right corner.
sv: Om du är lärare eller har fått åtkomst till systemet av dess administratör så kan du logga in genom att klicka på "Logga in"-länken överst till höger.

source: If you do not have access, please contact <a href="mailto:%addr%">%name%</a>.
sv: Om du saknar åtkomst, ta kontakt med <a href="mailto:%addr%">%name%</a>.

source: Are you a Student?
sv: Är du student?

source: If you have been registered for computer based exams you can log in by clicking on "Login" link in top right corner and find your previous and upcoming exams.
sv: Om du har blivit registrerad för en dator-stödd tenta så kan du logga in genom att klicka på "Logga in"-länken överst till höger och sedan hitta dina avslutade och kommande tentor.

source: If you cannot log in please contact your course administrator.
sv: Ta kontakt med din kursadministratör om du inte kan logga in.

source: Getting started
sv: Kom igång

source: If this is your first use of the system, please take some time to read the student or teacher manual.
sv: Om detta är första gången du använder systemet ägna lite tid åt att läsa igenom student- eller lärarmanualen.

source: Read the manuals
sv: Läs manualerna
