Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/js.po
Languages: sv

source: Contact
sv: Kontakta

source: Staff
sv: Personal

source: Authentication
sv: Inloggning

source: Service
sv: Tjänster

source: Working:
sv: Fungerande:

source: Online:
sv: Tillgänglig:

source: Offline:
sv: Frånkopplad:

source: Database
sv: Databas

source: Connection
sv: Anslutning

source: Catalog
sv: Katalog

source: User domain
sv: Användardomän

source: Web Server
sv: Webbserver

source: Frontend
sv: Framförliggande

source: Backend
sv: Bakomliggande

source: Load Balancer
sv: Lastbalancerare

source: Show Details
sv: Visa detaljer

source: Hide Details
sv: Dölj detaljer

source: Pause Update
sv: Pausa uppdatering

source: Resume Update
sv: Återuppta uppdatering

source: Success!
sv: Lyckades!

source: This role has already been granted
sv: Denna roll har redan tilldelats

source: This exam has already been copied
sv: Denna tenta har redan kopierats

source: Already subscribed on this exam
sv: Redan inskriven på denna tenta

source: This exam is not yet published.
sv: Denna tenta är inte publicerad än.

source: If you chose to publish it now, then it will show up as an upcoming exam for student but can't be opened by them before the exam actually starts.
sv: Om du väljer att publicera den nu så kommer den att visas upp som en kommande tenta för studenter, men kan inte öppnas av dom innan tentan faktiskt har startat.

source: Do you want to publish it?
sv: Vill du publicera den?

source: This exam has been published.
sv: Denna tenta har publicerats.

source: If you chose to revoke the publishing, then it will no longer show up as an upcoming exam for students.
sv: Om du väljer att återta publiceringen så kommer den inte att visas upp längre som en kommande tenta för studenterna.

source: Do you want to unpublish it?
sv: Vill du av-publicera den?

source: All answers has been corrected on this exam.
sv: Alla svar har rättats på denna tenta.

source: If you chose to continue and decode the exam, then no more correction can be done.
sv: Om du väljer att fortsätta med avkodningen av tentan så kommer ingen mer rättning av kunna ske.

source: Do you want to continue and decode it?
sv: Vill du fortsätta och avkoda den?

source: Are you sure you want to delete exam: '%exam%'
sv: Är du säker på att du vill radera tentan: '%exam%'

source: Remove
sv: Ta bort

source: Write location name
sv: Skriv namn på platsen

source: Replace with IP-address
sv: Byt ut mot IP-adress

source: Security settings updated successful
sv: Inställningar för säkerhet har uppdaterats

source: Do you want to remove this question from the exam?
sv: Vill du ta bort denna fråga från tentan?

source: You can insert the question back at any time. If you remove the question, then it will no longer be visable and answarable during the exam for students.
sv: Du kan lägga tillbaka frågan när som helst. Om du tar bort frågan så kommer den inte att vara synlig för studenter eller gå att besvara under tentan.

source: Removed questions will no longer affect grades as calculated by the correction. It's safe to remove questions as related answers are never deleted, only the question itself is flagged as being removed.
sv: Borttagna frågor kommer inte längre att påverka betyg uträknade vid rättning. Det är säkert att ta bort frågor eftersom relaterade svar aldrig raderas, endast frågan själv markeras som borttagen.

source: Do you want to insert this question back on the exam?
sv: Vill du lägga tillbaks denna fråga igen på tentan?

source: Are you sure you want to delete question no. %question%?
sv: Är du säker på att du vill radera fråga nummer %question%?

source: Edit question
sv: Ändra frågan

source: Question has not yet been saved. Close this dialog anyway?
sv: Frågan har ännu inte sparats. Vill du stänga dialogen trots det?

source: Part %title%
sv: Del %title%

source: Choose a corrector for question
sv: Välj en rättande lärare för frågan

source: Option - click to edit
sv: Alternativ - klicka för att ändra

source: A question must have at least one corrector
sv: En fråga måste ha minst en rättande lärare

source: Unknown answer type %type%
sv: Okänd svarstyp %type%

source: Seems like you lost your internet connection. Please make sure that internet cable is properly connected with computer.
sv: Verkar som du förlorat din anslutning till Internet. Kontrollera att nätverkskabeln är ordentligt i-satt i datorn.

source: Error occured!
sv: Ett fel uppstod!

source: System wasn't able to save your answer during last 10 seconds. Please ignore if you see this message for the first time and review you answer again. Otherwise, please inform it to invigilator.
sv: Systemet kunde inte spara ditt svar under senaste 10 sekunderna. Ignorera ifall detta är första gången du ser meddelandet och kontrollera ditt svar igen. Meddela skrivningsvakten i annat fall.

source: Failed to save your answer!
sv: Gick inte att spara ditt svar!

source: Please report to invigilator immediately. Don't refresh or close this page or you may loose your latest changes!
sv: Rapportera detta till skrivningsvakten omedelbart. Ladda inte om eller stäng denna sida, i så fall kan du förlora dina senaste ändringar!

source: Error source:
sv: Felkälla:

source: Answer recovery:
sv: Återhämtning av svar:

source: Hit Ctrl+A and Ctrl+C in the text editor to copy your answer.
sv: Tryck Ctrl+A och Ctrl+C i texteditorn för att kopiera ditt svar.

source: Paste copied text into another text editor (i.e. notepad) and save to disk before reloading the page.
sv: Klistra in den kopierade texten i en annan editor (t.ex. notepad) och spara till disk innan du laddar om sidan.

source: Something went wrong!
sv: Någonting gick fel!

source: Please don't refresh/close web page window and contact your invigilator immediately.
sv: Ladda inte om sidan/stäng webbläsarfönstret och kontakta skrivningsvakten omedelbart.

source: Are you sure you want to logout from OpenExam?
sv: Är du säker på att du vill logga ut från OpenExam?

source: This addon uses the native spell check in the browser.
sv: Denna add-on använder webbläsarens inbyggda rättstavning.

source: Use '%shortcut%' to <br/> access browser dictionaries and spelling suggestions.
sv: Använd '%shortcut%' to <br/> för att komma åt ordlistor och förslag på stavning.

source: Click OK to toggle spell check as you type on/off for this text area.
sv: Klicka på OK för att slå av/på rättstavning i denna textarea.

source: You can also use the <br/> keyboard shortcut '%shortcut%'.
sv: Du kan använda <br/> tangentbordskombinationen '%shortcut%'.

source: Native Spell Check
sv: Inbyggd rättstavning

source: Spellchecking is now enabled
sv: Rättstavning är nu påslagen

source: Spellchecking is now disabled
sv: Rättstavning är nu avslagen

source: Hide resource files
sv: Dölj resursfiler

source: Display resource files
sv: Visa resursfiler

source: Failed lookup associated data model
sv: Gick inte att hitta associerad datamodell

source: Unable to upload file '%file%': %error%
sv: Gick inte att ladda upp filen '%file%': %error%

source: File '%file%' was successful uploaded.
sv: Uppladdning av filen '%file%' lyckades.

source: Do you want to save this file in the media file library for future use?
sv: Vill du spara denna fil i media-biblioteket för användning i framtiden?

source: Are you sure you want to delete resource %name%?
sv: Är du säker på att du vill radera resursen %name%?

source: Data has been inserted.
sv: Data har lagts in.

source: Updated successfully.
sv: Uppdaterad utan problem.

source: Record has been successfully deleted.
sv: Posten har tagits bort.

source: Request failed. Please contact the system administrator
sv: Fel vid förfrågan. Tag kontakt med systemadministratören
