Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/main.po
Languages: sv

source: Corrected:
sv: Rättade:

source: Percent:
sv: Procent:

source: More
sv: Mer

source: Correction status
sv: Rättningsstatus

source: Answers corrected:
sv: Rättade svar:

source: Percent of max score:
sv: Procent av max-poäng:

source: Question corrector's
sv: Rättande lärare

source: Contact All
sv: Kontakta alla

source: Registered students in this exam
sv: Registrerade studenter på denna tenta

source: Click inside table cells to edit their content.
sv: Klicka inuti tabellcell för att editera innehållet.

source: Dates are omitted from display whenever they coincidence with exam start or end date.
sv: Datum är dolda från visning om dom överlappar med tentans start- eller slutdatum.

source: Input time as hh:mm with optional date, use the suggested date/time as a guide.
sv: Skriv in tid som hh:mm med valfritt datum, använd föreslaget datum/tid som en guide.

source: No students have been added to the exam yet.
sv: Inga studenter har lagts till på tentan ännu.

source: Download
sv: Ladda ner

source: Filter students
sv: Filtrera studenter

source: Name
sv: Namn

source: Username
sv: Användarnamn

source: Person no.
sv: Person-nr.

source: Start time
sv: Starttid

source: End time
sv: Sluttid

source: Code
sv: Kod

source: Tag
sv: Märkning

source: Save
sv: Spara

source: Add single or multiple
sv: Lägg till enstaka eller flera

source: Write identities (username or personal number) and anonymous code (optional, system will generate one if missing) of single or multiple students.
sv: Skriv identiteter (användarnamn eller personnummer) och anonym kod (valfri, systemet kommer att generera en ifall den saknas) för enstaka eller flera studenter.

source: Separate identity and anonymous code by whitespace.
sv: Separera identiteter och anonym kod med mellanslag eller tabb-tecken.

source: Input multiple students at once by separating them with newline:
sv: Ange flera studenter på en gång genom att separera dessa med radbrytning:

source: Add students
sv: Lägg till studenter

source: Import from file
sv: Importera från fil

source: Upload the file containing students to import. Students can be imported by username or personal number, with optional supplied anonymous code and/or tag.
sv: Ladda upp filen med studenter att importera. Studenter kan importeras via användarnamn eller personnummer, med valfritt angiven anonym kod och/eller märkning.

source: Filetype
sv: Filtyp

source: Auto Detect
sv: Känn igen automatiskt

source: OpenDocument Format Spreadsheet (*.ods,*.ots)
sv: OpenDocument Format Kalkylblad (*.ods,*.ots)

source: TAB Separated Values (*.tab,*.tsv,*.txt)
sv: TAB-Separerade Värden (*.tab,*.tsv,*.txt)

source: CSV File (*.csv)
sv: CSV-Fil (*.csv)

source: Gnumeric Spreadsheet (*.gnumeric)
sv: Gnumeric Kalkylblad (*.gnumeric)

source: HTML Document (*.htm,*.html)
sv: HTML Dokument (*.htm,*.html)

source: SYLK Document (*.slk,*.sylk)
sv: SYLK Dokument (*.slk,*.sylk)

source: Import students
sv: Importera studenter

source: Import from group
sv: Importera från grupp

source: Supply the name of a group to import students from.
sv: Ange namnet på grupper som studenter ska importeras ifrån.

source: The name could e.g. be a course code or a domain group.
sv: Namnet kan t.ex. vara en kurskod eller en domängrupp.

source: The search can be restricted to a single domain.
sv: Sökningen kan begränsas till en enstaka domän.

source: Group name:
sv: Gruppnamn:

source: Domain:
sv: Domän:

source: Contributors
sv: Bidragare

source: Decoders
sv: Avkodare

source: Invigilators
sv: Tentavakter

source: No user has been added
sv: Inga användare har lagts till

source: Students
sv: Studenter

source: Questions
sv: Frågor

source: User insert and catalog service search
sv: Inläggning av användare och katalogsökning

source: Search:
sv: Sök:

source: Search for user or add username
sv: Sök efter användare eller lägg till användarnamn

source: Add
sv: Lägg till

source: Insert existing user:
sv: Lägg in existerande användare:

source: Display email address instead of username
sv: Visa e-postadress istället för användarnamn

source: Download audio file
sv: Ladda ner ljudfil

source: Download video file
sv: Ladda ner videofil

source: Download image file
sv: Ladda ner bildfil

source: Download PDF
sv: Ladda ner PDF

source: Download spreadsheet
sv: Ladda ner kalkylblad

source: Download text document
sv: Ladda ner textdokument

source: Download presentation
sv: Ladda ner presentation

source: Download archive file
sv: Ladda ner arkivfil

source: The media content has been hidden on request from teacher
sv: Media-innehållet har dolts på begäran från läraren

source: To view this video file please enable JavaScript, and consider upgrading to a web browser that <a href="%link%" target="%target%">supports HTML5 video/audio</a>
sv: Slå på javascript för att visa denna videofil och fundera på att uppdatera till en webbläsare som <a href="%link%" target="%target%">stödjer HTML5 video/audio</a>

source: To listen to this audio file please enable JavaScript, and consider upgrading to a web browser that <a href="%link%" target="%target%">supports HTML5 video/audio</a>
sv: Slå på javascript för att lyssna på denna ljudfil och fundera på att uppdatera till en webbläsare som <a href="%link%" target="%target%">stödjer HTML5 video/audio</a>

source: The media content has been blurred on request from teacher
sv: Media-innehållet har gjorts suddigt på begäran från läraren

source: Home
sv: Hem

source: My Exams
sv: Mina tentor

source: Language
sv: Språk

source: Task
sv: Uppgifter

source: Create Exam...
sv: Skapa tenta...

source: Contribute Questions
sv: Bidra med frågor

source: Correct Answers
sv: Rätta svar

source: Invigilate Exam
sv: Vakta tenta

source: Decode Exam
sv: Avkoda tenta

source: Download Results
sv: Ladda ner resultat

source: Tools
sv: Verktyg

source: Statistics
sv: Statistik

source: Diagnostics
sv: Diagnostik

source: High Contrast
sv: Hög kontrast

source: Help
sv: Hjälp

source: Teacher Manual
sv: Lärarmanual

source: Show All...
sv: Visa alla...

source: Open page with manuals in other languages and formats in new window.
sv: Öppna sida med manualer i andra språk och format i ett nytt fönster.

source: About
sv: Om

source: Logout
sv: Logga ut

source: Login
sv: Logga in

source: About OpenExam Online
sv: Om OpenExam Online
