Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/media.po
Languages: sv

source: Select resource files from the media library containing your personal files from previous uploads or files shared by other people.
sv: Välj resurs-filer från media-biblioteket som innehåller dina tidigare uppladdade personliga filer eller filer utdelade av andra användare.

source: You can choose to share your personal files with others if you like or keep them private.
sv: Du kan välja att dela dina personliga filer med andra om du vill eller behålla dom privata.

source: Resource name
sv: Resursnamn

source: This resource can be used
sv: Denna resurs kan användas

source: Only by me
sv: Endast av mig

source: By co-workers on this exam
sv: Av medarbetare på denna tenta

source: For anyone in my department or group
sv: Av alla på min avdelning eller grupp

source: By everyone else
sv: Av alla andra

source: Save
sv: Spara

source: Media library
sv: Mediabibliotek

source: Show personal files
sv: Visa personliga filer

source: Expand current display
sv: Expandera aktuell vy

source: No shared %type% resources was found.
sv: Inga delade resurser av typ %type% hittades.

source: No personal %type% resources was found.
sv: Inga personliga resurser av typ %type% hittades.

source: Selected files
sv: Valda filer

source: Drag and drop or click to upload files from your computer
sv: Dra och släpp eller klicka för att ladda upp filer från din dator

source: No files have been uploaded or selected yet.
sv: Inga filer har laddats upp eller valts än.
