Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/monitor.po
Languages: sv

source: System Diagnostics
sv: Systemdiagnostik

source: No problem detected
sv: Inga problem funna

source: Problem detected!
sv: Problem upptäcktes!

source: Pause Update
sv: Pausa uppdatering

source: Show Details
sv: Visa detaljer

source: System Monitoring
sv: Övervaka system

source: Click on one of the buttons below to start.
sv: Klicka på en av knapparna nedan för att starta.

source: The performance page displays various counters useful for diagnostic bottlenecks in the system (like CPU, memory or network utilization).
sv: Sidan för prestanda visa olika räknare som är användbara för att diagnostisera flaskhalsar i systemet (t.ex. CPU, minne eller nätverksanvändning).

source: The diagnostics page is used to monitor health of system services (for example authentication or directory services).
sv: Sidan för diagnostik kan användas för att övervaka hälsan hos systemtjänster (t.ex. inloggning eller katalogtjänster).

source: These tools are strictly for system monitoring and are probably of zero to none interest for ordinary users.
sv: Dessa verktyg är endast tänkta för att övervaka systemet och är förmodligen av noll intresse för vanliga användare.

source: Performance
sv: Prestanda

source: Diagnostics
sv: Diagnostik

source: Performance Monitor
sv: Prestandaövervakning
