Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/question.po
Languages: sv

source: Upcoming exam
sv: Kommande tenta

source: Following table will show answers from students for the examination <strong>"%s"</strong> once it has started
sv: Tabellen kommer att visa svar från studenter för tentan <strong>"%s"</strong> så snart den har startat

source: You can view the student's answers by student (rows), by question (column) or individual (by index). This is an upcoming exam and you seems to be missing the required roles for showing questions before the exam has started. Please reload the page when the exam has started to monitor student progress.
sv: Du kan visa studenternas svar per student (rader), per fråga (kolumn) eller enstaka (index). Detta är en kommande tenta och du verkar sakna någon av dom nödvändiga rollerna för att visa frågor innan tentan har startat. Ladda om sidan då tentan startat för att övervaka studenternas framsteg med att besvara frågorna.

source: Exam status
sv: Tentastatus

source: Following table shows all answers from students to questions for the examination <strong>"%s"</strong>
sv: Tabellen visar alla svar från studenter på frågor för tentan <strong>"%s"</strong>

source: You can view the student's answers by student (rows), by question (column) or individual (by index). This exam is not yet finished, so you can only monitor the answering progress for students on this exam.
sv: Du kan visa studenternas svar per student (rader), per fråga (kolumn) eller enstaka (index). Denna tenta är inte avslutad än, så du kan bara monitorera inkommande svar från studenter.

source: Exam investigation
sv: Undersökning av tenta

source: Following table shows the final result of all students for the examination <strong>"%s"</strong>
sv: Tabeller visar dom slutgiltiga resultaten för alla studenter på tentan <strong>"%s"</strong>

source: You can view the student's answers by student (rows), by question (column) or individual (by index). This exam is in enquiry state (correction has finished, but decoding is on hold). In this phase its no longer possible to change student results.
sv: Du kan visa studenternas svar per student (rader), per fråga (kolumn) eller enstaka (index). Denna tenta är under utredning (rättningen är avslutad, men avkodning väntar). I detta tillstånd är det inte längre möjligt att ändra på studenternas resultat.

source: Exam score board
sv: Poängtabell

source: You can view the student's answers by student (rows), by question (column) or individual (by index). This exam has been decoded, so it's no longer possible to change student results.
sv: Du kan visa studenternas svar per student (rader), per fråga (kolumn) eller enstaka (index). Denna tenta hart avkodats, så det är inte längre möjligt att ändra på studenternas resultat.

source: Exam correction
sv: Rättning

source: Correct answers by student (rows), by question (column) or individual (by index). You can only correct answers for questions published by yourself or those you have been assigned the role as corrector for.
sv: Rätta studenternas svar per student (rader), per fråga (kolumn) eller enstaka (index). Du kan bara rätta svaren för dom frågor som publicerats av dig själv eller dom som du blivit tilldelad rollen som rättande lärare för.

source: Run wizard for enquiry or decoding this exam.
sv: Kör guiden för att utreda eller avkoda tentan.

source: Download score board in spreadsheet format
sv: Ladda ner poängtabellen som ett kalkylblad

source: Open dialog for downloading all or selected students as zip-file
sv: Öppna dialog för att ladda ner alla eller valda students resultat som en zip-fil

source: Correctors:
sv: Rättande lärare:

source: Code
sv: Kod

source: F. name
sv: F. namn

source: L. name
sv: E. namn

source: P No.
sv: P-nr.

source: Total score
sv: Total poäng

source: Grade
sv: Betyg

source: Failed decode JSON data
sv: Gick inte av avkoda data som JSON

source: Download student result in PDF-file format
sv: Ladda ner students resultat i PDF-filformat

source: Toggle enquiry flag on this student
sv: Koppla om flaggning för utredning på denna student

source: Color codes used in the score board:
sv: Färgkoder använda i poängtabellen:

source: Answer has been corrected.
sv: Detta svar har rättats klart.

source: This answer should be corrected by another person.
sv: Detta svar ska rättas av en annan person.

source: No answer was given for this question.
sv: Svar saknas för denna fråga.

source: The answer is uncorrected or partially corrected.
sv: Svaret har inte rättats eller är delvis färdigrättat.

source: Student can pass with some grace marks.
sv: Studenten kan godkännas efter en viss justering.

source: Exam decode wizard
sv: Guide för avkodning av tenta

source: Download exam result
sv: Ladda ner tentaresultat

source: Template
sv: Mall

source: Remove Tab
sv: Ta bort flik

source: Part
sv: Del

source: Write question
sv: Skriv frågan

source: Write your question here
sv: Skriv din fråga här

source: Add supplementary materials
sv: Lägg till extramaterial

source: Answer options
sv: Svarsalternativ

source: Single line text box
sv: Enkelrads textbox

source: Multi line text box
sv: Flerraders textbox

source: Unlimited
sv: Obegränsad

source: Other:
sv: Annat:

source: Enable spell checker
sv: Tillåt rättstavning

source: Choice box
sv: Flervals

source: Add new option
sv: Lägg till valmöjlighet

source: Drawing Canvas
sv: Rityta

source: Select background image
sv: Välj bakgrundsbild

source: Points
sv: Poäng

source: Maximum points:
sv: Maximalt antal poäng:

source: Question Correctors:
sv: Rättande lärare:

source: Media file manager
sv: Mediafilshanterare

source: Test mode activated.
sv: Testläge aktiverat.

source: You are currently previewing the student view in test mode. Please note that answers will <strong>not</strong> be saved.
sv: Du visar för tillfället studentvyn i testläge. Notera att svar kommer <strong>inte</strong> att sparas.

source: Finished
sv: Avslutad

source: Careful preview all of your answers before quitting!
sv: Förhandsgranska dina svar noggrant innan du avslutar!

source: All answers seen below has been read directly from the database. If something is wrong, then contact the invigilator immediately.
sv: Alla svar som visas nedan har lästs direkt från databasen. Kontakta skrivningsvakten omedelbart ifall något är fel.

source: Please sign out and close all opened browser windows once you are satisfied with your answers.
sv: Logga ut och stäng alla webbläsarfönster då du är nöjd med dina svar.

source: Question is missing.
sv: Frågan saknas.

source: This exam seems to have no questions. Please inform the invigilator about this problem to get it fixed.
sv: Denna tenta saknar frågor. Informera tentavakten om detta problem för att få det fixat.

source: Your Answer:
sv: Ditt svar:

source: You haven't answered this part.
sv: Du har inte besvarat denna del.

source: Write your answer here ...
sv: Skriv ditt svar här...

source: Fullscreen
sv: Fullskärm

source: Supplementary material
sv: Extramaterial

source: I would like to review my answer for this question later on, so mark it.
sv: Jag vill återkomma till denna mitt svar på denna fråga, så markera den.

source: Previous Question
sv: Föregående fråga

source: Next Question
sv: Nästa fråga

source: Preview your answers for all questions
sv: Förhandsgranska dina svar på alla frågor.

source: Change your answer
sv: Ändra ditt svar

source: Missed to answer some questions?
sv: Har du missat att besvara några frågor?

source: One or more questions are not yet answered.
sv: En eller flera frågor har ännu inte besvarats.

source: Please go back and answer all parts if you have missed one.
sv: Gå tillbaks och besvara alla delar ifall du missat något.

source: Saving ...
sv: Sparar...

source: Exam instructions: %name%
sv: Tentainstruktioner: %name%

source: General exam instructions: %name%
sv: Allmänna instruktioner: %name%

source: Use the buttons in the heading to minimize the left pane or increase the text size under exam info
sv: Använd knapparna i sidhuvudet för att minimera vänstra sidan eller förstora textstorleken under tentainfo

source: You may again read the instructions, access a preview of all your answers and log out when you are done.
sv: Du kan läsa instruktionerna igen, förhandsgranskning dina svar och logga ut då du är klar.

source: You can hover over images (in supplementary material) to zoom. You can see full size image by clicking on it.
sv: Du kan hålla muspekaren över bilder (i extramaterial) för att zooma in. Du kan visa bilderna i full storlek genom att klicka på dom.

source: Important to know:
sv: Viktigt att veta:

source: All your answers are continuously saved every 10 seconds if changed or when switching between question.
sv: Alla dina svar sparas kontinuerligt var tionde sekund om dom ändras eller vid växling mellan frågor.

source: It is highly recommended that you <u>don't</u> use "back" and "forward" buttons in the browser to navigate between questions.
sv: Det rekommenderas starkt att du <u>inte</u> använder "tillbaka" eller "framåt" knapparna i webbläsaren för att navigera mellan frågorna.

source: Always use the %prevbtn% and %nextbtn% buttons or question links in left hand side menu.
sv: Använda alltid %prevbtn% och %nextbtn% knapparna eller länkarna i menyn på vänster sida.

source: Please report to invigilator immediately if any button or link do not work.
sv: Rapportera direkt till tentavakten om en knapp eller länk inte fungerar.

source: In such a case, please don't close/refresh web browser otherwise we may loose your answer.
sv: Stäng inte eller ladda om sidan i webbläsaren i så fall, om du gör det riskerar du att förlora ditt senaste svar.

source: If you see any error message from system, it is highly important that you <u>don't</u> refresh/close the web page before you report.
sv: Om du ser några felmeddelanden från systemet så rekommenderas det att du <u>inte</u> laddar om eller stänger webbsidan innan du rapperterat felet.

source: System will not be able to save your answer for this question. Please report this issue to exam invigilators immediately.
sv: Systemet kommer inte att kunna spara ditt svar på denna fråga. Rapportera detta problem direkt till tentavakten.

source: Answer correction for %heading%
sv: Rättning av svar för %heading%

source: Correct the answers for %heading%
sv: Rätta svaren för %heading%

source: Question no. %slot%
sv: Frågenummer %slot%

source: Student's answer
sv: Studentens svar

source: Student did not answer this question.
sv: Studenten har inte besvarat denna fråga.

source: Student did not answer this question part.
sv: Studenten har inte besvarat denna frågedel.

source: Student's answer is partially correct
sv: Studentens svar är delvis korrekt

source: Points:
sv: Poäng:

source: Add your comments here for the student
sv: Lägg till dina kommentarer för studenten

source: Save result for this question
sv: Spara resultatet för denna fråga

source: Corrector's comments:
sv: Kommentar från rättande lärare:

source: Students answer for this question
sv: Studentens svar för denna fråga

source: Comments:
sv: Kommentar:

source: Save this result
sv: Spara detta resultat

source: Download current view as PDF document
sv: Ladda ner aktuell vy som ett PDF-dokument

source: View online in print friendly format
sv: Visa online i skrivarvänligt format

source: Reset all results found on this view
sv: Återställ alla resultat som syns i denna vy

source: Hide fully corrected answers
sv: Dölj färdigrättade svar

source: Hide media and resource files
sv: Dölj media och resursfiler

source: Hide uncorrectable answers
sv: Dölj svar som inte kan rättas

source: Save all results
sv: Spara alla resultat
