Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/render.po
Languages: sv

source: Download result
sv: Ladda ner resultat

source: Select student results for download.
sv: Välj studenter att ladda ner resultat för.

source: Only those students visible in the list below will be part of the download archive.
sv: Endast dom studenter som syns i listan nedan kommer att ingå i arkivet för nerladdning.

source: Download
sv: Ladda ner

source: Select
sv: Välj

source: ready for download
sv: redo för nerladdning

source: Render status:
sv: Renderingsstatus:

source: Queued:
sv: Köade:

source: Finish:
sv: Avslutad:

source: Remove
sv: Ta bort

source: This dialog let you download your exam result in PDF-file format.
sv: Denna dialog låter dig ladda ner ditt tentaresultat som en PDF-fil.

source: Generated files are kept online for a limited period of time, but can be re-created from here on-demand.
sv: Genererade filer ligger tillgängliga online under en begränsad tidsperiod, men kan återskapas härifrån när som helst.

source: Error message.
sv: Felmeddelande.

source: Checking for ready to download file on server.
sv: Kontrollerar om filen finns tillgänglig för nerladdning från servern.

source: Plase wait for this step to finish.
sv: Vänta på att detta steg avslutas.

source: Close
sv: Stäng

source: The PDF-file with you result for this exam is missing.
sv: PDF-filen med ditt tentaresultat saknas.

source: Click on the generate button to create the file for download.
sv: Klicka på knappen för att generera filen att ladda ner.

source: Generate
sv: Generara

source: The result file generation has been submitted and is queued for rendering.
sv: Generering av resultat-filen har skickats och har köats för rendering.

source: You can keep this dialog open and wait for the rendition to start or come back later.
sv: Du kan behålla denna dialog öppen och vänta på att renderingen avslutas eller komma tillbaks senare.

source: Your request is being processed in the background even if you close this dialog.
sv: Din förfrågan behandlas i bakgrunden även om du väljer att stänga denna dialog.

source: Your job is at position <span id="queue-position"></span> in the render queue.
sv: Ditt jobb befinner sig på position <span id="queue-position"></span> i renderings-kön.

source: Cancel
sv: Avbryt

source: The result file is currently being rendered.
sv: Resultat-filen håller just nu på att renderas.

source: You can keep this dialog open and wait for the rendering to complete or come back later when the file is ready for download.
sv: Du kan behålla denna dialog öppen och vänta på att renderingen avslutas eller komma tillbaka senare då filen finns tillgänglig för nerladdning.

source: The render job has finished and ready for download.
sv: Renderingsjobbet har avslutats och filen är redo att laddas ner.

source: Click on regenerate button to render the result again in case formatting or images is missing in the PDF.
sv: Klicka på knappen återskapa för att rendera resultatet igen ifall formatering eller bilder saknas i PDF:en.

source: Problem with download? Try click on the <a href="" id="%id%">result file</a> link.
sv: Problem med nerladdning? Prova att klicka på länken till <a href="" id="%id%">resultat-filen</a>.

source: Regenerate
sv: Återskapa

source: The render job has failed. You can chose to retry it in case it was a temporary failiure.
sv: Renderingsjobbet har fallerat. Du kan välja att försöka igen ifall det är ett tillfälligt fel.

source: If the problem persist, please report it to <a href="mailto:%addr%">%name%</a>
sv: Om problemet kvarstår, rapportera detta till <a href="mailto:%addr%">%name%</a>

source: Report
sv: Rapportera

source: Your render job has been cancelled.
sv: Ditt renderingsjobb har avbrutits.

source: Status message.
sv: Statusmeddelande.
