Repository: openexam/openexam-online
Catalog: phalcon-mvc/locale/*.UTF-8/LC_MESSAGES/signup.po
Languages: sv

source: Signup finished!
sv: Registrering avslutad!

source: Your signup request is now completed. Click on the button below to start use the system.
sv: Din registrering är nu genomförd. Klicka på knappen nedan för att börja använda systemet.

source: Continue
sv: Fortsätt

source: Click on this button to start using the system.
sv: Klicka på denna knapp för att börja använda systemet.

source: Signup
sv: Registrering

source: The signup service allows you as student or employee to signup yourself for using the system.
sv: Tjänsten för registrering ger dig möjlighet att som student eller anställd att registrera dig för att använda systemet.

source: You will be requested to logon to continue whenever its required.
sv: Du kommer att anmodas att logga in för att fortsätta då det är nödvändigt.

source: Teacher
sv: Lärare

source: By continuing, you will be granted the teacher role in the system giving you permission to create your own exam.
sv: Genom att fortsätta kommer du att delges rollen som lärare vilket ger dig möjligheter att skapa dina egna tentor.

source: You will also get some example exams copied to your account.
sv: Du kommer att få några exempeltentor kopierade till ditt konto.

source: Details
sv: Detaljer

source: These example exams will be copied and associated with your account:
sv: Dessa exempeltentor kommer att kopieras och kopplas ihop med ditt konto:

source: Description is missing
sv: Beskrivning saknas

source: By continuing, you will be registered as a student in the system with access to some example exams.
sv: Genom att fortsätta kommer du att registreras som student i systemet med åtkomst till några testtentor.

source: These example exams will be available for you to test:
sv: Dessa exempeltentor kommer att finnas tillgängliga för dig att testa:

source: By continuing, depending on you affiliation you will either be subscribed as a employee or student in the system.
sv: Beroende på din tillhörighet kommer du att bli inlagd som antingen anställd eller student i systemet.

source: You can also chose to click on the 'Reload' button to review this page in authenticated mode.
sv: Du kan också välja att klicka på 'Ladda om' knappen för att visa denna sida i inloggat läge.

source: Click on this button signup as a system user.
sv: Klicka på denna knapp för att registrera dig som en systemanvändare.

source: Reload
sv: Ladda om

source: Click on this button authenticate and reload page.
sv: Klicka på denna knapp för att logga in och ladda om sidan.

source: Unsubscribe
sv: Avregistrera

source: Click on the button below to remove yourself as a system user.
sv: Klicka på knappen nedan för att ta bort dig själv som en systemanvändare.

source: Remove
sv: Ta bort

source: Click on this button remove yourself as a system user.
sv: Klicka på denna knapp för att ta bort dig själv som en systemanvändare.

source: Processing signup request...
sv: Behandlar registrering...

source: The following teacher tasks are being performed:
sv: Följande läraruppgifter genomförs:

source: Insert teacher role:
sv: Lägg till lärarroll:

source: Copy exam %name%
sv: Kopiera tenta %name%

source: The following student tasks are being performed:
sv: Följande studentuppgifter genomförs:

source: Register on exam %name%
sv: Registrering på tenta %name%

source: Finish
sv: Avsluta

source: Click on this button to finish the signup wizard.
sv: Klicka på denna knapp för att avsluta registreringsguiden.

source: Start
sv: Starta

source: Signup completed. Start using the system.
sv: Registrering genomförd. Börja använda systemet.

source: Removed!
sv: Borttagen!

source: Your role as a teacher in the system have now been removed.
sv: Din roll som lärare i systemet är nu borttagen.

source: You will still have access to the exams you are or have been participating in, e.g. as a corrector.
sv: Du kommer fortfarande att ha åtkomst till dom tentor du har medverkat i, t.ex. som rättande lärare.

source: You have now been removed as a student from the example examinations.
sv: Du har nu tagits bort som student från exempeltentorna.

source: You will still have access to your real examinations.
sv: Du kommer fortfarande att ha åtkomst till dina riktiga tentor.

source: Disabled
sv: Avstängd

source: Sorry, but the user signup service has been disabled by the system administrator.
sv: Vi ber om ursäkt, men tjänsten för registrering har stängts ifrån av systemadministratören.

source: Missing affiliation
sv: Tillhörighet saknas

source: It appears like you are neither an employee or student.
sv: Det verkar som du varken är anställd eller student.

source: Your affiliation is queried from the catalog service that might be missing this information.
sv: Din tillhörighet hämtas från katalogtjänsten som kanske saknar denna information.

source: If you think this is a bug, please contact the system administrator for further assistants in solving this issue.
sv: Om du anser att detta är en bugg, kontakta systemadministratören för fortsatt assistans i att lösa problemet.
