{"headers":{"project-id-version":"openexam-online 2.0","report-msgid-bugs-to":"andlov@nowise.se","pot-creation-date":"2018-06-07 04:58+0200","po-revision-date":"2018-06-07 04:58+0200","last-translator":"Automatically generated","language-team":"none","language":"sv","mime-version":"1.0","content-type":"text\/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Poedit 2.0.6"},"messages":{"Contact":"Kontakta","Staff":"Personal","Authentication":"Inloggning","Service ":"Tjänster ","Plugin ":"Plugin ","Working: ":"Fungerande: ","Online: ":"Tillgänglig: ","Offline: ":"Frånkopplad: ","Database":"Databas","Connection ":"Anslutning ","Catalog":"Katalog","User domain ":"Användardomän ","Web Server":"Webbserver","Frontend":"Framförliggande","Backend":"Bakomliggande","Load Balancer":"Lastbalancerare","Show Details":"Visa detaljer","Hide Details":"Dölj detaljer","Pause Update":"Pausa uppdatering","Resume Update":"Återuppta uppdatering","Success!":"Lyckades!","This role has already been granted":"Denna roll har redan tilldelats","This exam has already been copied":"Denna tenta har redan kopierats","Already subscribed on this exam":"Redan inskriven på denna tenta","This exam is not yet published. ":"Denna tenta är inte publicerad än. ","Do you want to publish it?":"Vill du publicera den?","This exam has been published. ":"Denna tenta har publicerats. ","Do you want to unpublish it?":"Vill du av-publicera den?","All answers has been corrected on this exam. ":"Alla svar har rättats på denna tenta. ","Do you want to continue and decode it?":"Vill du fortsätta och avkoda den?","Are you sure you want to delete exam: \u0027%exam%\u0027":"Är du säker på att du vill radera tentan: \u0027%exam%\u0027","Remove":"Ta bort","Write location name":"Skriv namn på platsen","Replace with IP-address":"Byt ut mot IP-adress","Security settings updated successful":"Inställningar för säkerhet har uppdaterats","Do you want to remove this question from the exam?":"Vill du ta bort denna fråga från tentan?","You can insert the question back at any time. If you remove the question, then it will no longer be visable and answarable during the exam for students.":"Du kan lägga tillbaka frågan när som helst. Om du tar bort frågan så kommer den inte att vara synlig för studenter eller gå att besvara under tentan.","Removed questions will no longer affect grades as calculated by the correction. It\u0027s safe to remove questions as related answers are never deleted, only the question itself is flagged as being removed.":"Borttagna frågor kommer inte längre att påverka betyg uträknade vid rättning. Det är säkert att ta bort frågor eftersom relaterade svar aldrig raderas, endast frågan själv markeras som borttagen.","Do you want to insert this question back on the exam?":"Vill du lägga tillbaks denna fråga igen på tentan?","If you insert this question, then it will become visible for students during the exam. Any already saved answers will be accessable and this question will be included in grading during correction.":"Om du lägger till denna fråga så kommer den att bli synlig för studenter under tentan. Redan sparade svar kommer att bli tillgängliga och denna fråga kommer att ingå i betygssättning vid rättning.","Are you sure you want to delete question no. %question%?":"Är du säker på att du vill radera fråga nummer %question%?","Edit question":"Ändra frågan","Question has not yet been saved. Close this dialog anyway?":"Frågan har ännu inte sparats. Vill du stänga dialogen trots det?","Part %title%":"Del %title%","Choose a corrector for question":"Välj en rättande lärare för frågan","Option - click to edit":"Alternativ - klicka för att ändra","A question must have at least one corrector":"En fråga måste ha minst en rättande lärare","Unknown answer type %type%":"Okänd svarstyp %type%","Seems like you lost your internet connection. Please make sure that internet cable is properly connected with computer.":"Verkar som du förlorat din anslutning till Internet. Kontrollera att nätverkskabeln är ordentligt i-satt i datorn.","Error occured!":"Ett fel uppstod!","System wasn\u0027t able to save your answer during last 10 seconds. Please ignore if you see this message for the first time and review you answer again. Otherwise, please inform it to invigilator.":"Systemet kunde inte spara ditt svar under senaste 10 sekunderna. Ignorera ifall detta är första gången du ser meddelandet och kontrollera ditt svar igen. Meddela skrivningsvakten i annat fall.","Failed to save your answer!":"Gick inte att spara ditt svar!","Please report to invigilator immediately. Don\u0027t refresh or close this page or you may loose your latest changes!":"Rapportera detta till skrivningsvakten omedelbart. Ladda inte om eller stäng denna sida, i så fall kan du förlora dina senaste ändringar!","Error source:":"Felkälla:","Answer recovery:":"Återhämtning av svar:","Hit Ctrl+A and Ctrl+C in the text editor to copy your answer. ":"Tryck Ctrl+A och Ctrl+C i texteditorn för att kopiera ditt svar. ","Paste copied text into another text editor (i.e. notepad) and save to disk before reloading the page.":"Klistra in den kopierade texten i en annan editor (t.ex. notepad) och spara till disk innan du laddar om sidan.","Something went wrong!":"Någonting gick fel!","Please don\u0027t refresh\/close web page window and contact your invigilator immediately.":"Ladda inte om sidan\/stäng webbläsarfönstret och kontakta skrivningsvakten omedelbart.","Are you sure you want to logout from OpenExam?":"Är du säker på att du vill logga ut från OpenExam?","This addon uses the native spell check in the browser. ":"Denna add-on använder webbläsarens inbyggda rättstavning. ","Use \u0027%shortcut%\u0027 to <br\/> access browser dictionaries and spelling suggestions.":"Använd \u0027%shortcut%\u0027 to <br\/> för att komma åt ordlistor och förslag på stavning.","Click OK to toggle spell check as you type on\/off for this text area. ":"Klicka på OK för att slå av\/på rättstavning i denna textarea. ","You can also use the <br\/> keyboard shortcut \u0027%shortcut%\u0027.":"Du kan använda <br\/> tangentbordskombinationen \u0027%shortcut%\u0027.","Native Spell Check":"Inbyggd rättstavning","Spellchecking is now enabled":"Rättstavning är nu påslagen","Spellchecking is now disabled":"Rättstavning är nu avslagen","Hide resource files":"Dölj resursfiler","Display resource files":"Visa resursfiler","Failed lookup associated data model":"Gick inte att hitta associerad datamodell","Unable to upload file \u0027%file%\u0027: %error%":"Gick inte att ladda upp filen \u0027%file%\u0027: %error%","File \u0027%file%\u0027 was successful uploaded.":"Uppladdning av filen \u0027%file%\u0027 lyckades.","Do you want to save this file in the media file library for future use?":"Vill du spara denna fil i media-biblioteket för användning i framtiden?","Are you sure you want to delete resource %name%?":"Är du säker på att du vill radera resursen %name%?","Data has been inserted.":"Data har lagts in.","Updated successfully.":"Uppdaterad utan problem.","Record has been successfully deleted.":"Posten har tagits bort.","Request failed. Please contact the system administrator":"Fel vid förfrågan. Tag kontakt med systemadministratören"}}